tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "melonamin/formulae"
tap "unused-code/formulae"
brew "act"
brew "ansible-lint"
brew "ansible"
brew "aria2"
brew "coreutils"
brew "asciinema"
brew "asdf"
brew "atomicparsley"
brew "broot"
brew "caddy"
brew "clamav"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dart-lang/dart/dart", link: false
brew "exa"
brew "lame"
brew "faac"
brew "faad2"
brew "ffmpeg"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "git-standup"
brew "git"
brew "glow"
brew "gnupg"
brew "gnupg@1.4"
brew "graphviz"
brew "grc"
brew "harfbuzz"
brew "htop"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "lame"
brew "libidn"
brew "libpq"
brew "mas"
brew "media-info"
brew "mp3gain"
brew "mp3splt"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "tmux"
brew "openssl@1.1"
brew "overmind"
brew "postgresql", restart_service: true
brew "proselint"
brew "pup"
brew "pwgen"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rpl"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "subversion"
brew "tldr"
brew "topgrade"
brew "tree"
brew "unused-code/formulae/unused"
brew "write-good"
brew "yamllint"
brew "youtube-dl"
brew "z"
brew "zsh-completions"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "chromedriver"
cask "dash"
cask "discord"
cask "eaglefiler"
cask "element"
cask "eloston-chromium"
cask "firefox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-inconsolata"
cask "font-lato"
cask "font-merriweather"
cask "font-montserrat-alternates"
cask "font-montserrat"
cask "font-mukta"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-nunito"
cask "font-open-sans"
cask "font-oswald"
cask "font-playfair-display"
cask "font-poppins"
cask "font-pt-sans"
cask "font-raleway"
cask "font-roboto-mono"
cask "font-roboto"
cask "font-source-sans-pro"
cask "font-ubuntu-mono"
cask "gifcapture"
cask "handbrake"
cask "keka"
cask "kitty"
cask "libreoffice-language-pack"
cask "libreoffice"
cask "marta"
cask "musicbrainz-picard"
cask "nextcloud"
cask "omnifocus"
cask "onyx"
cask "optimage"
cask "pennywise"
cask "portfolioperformance"
cask "postico"
cask "raindropio"
cask "rectangle"
cask "signal"
cask "stats"
cask "sourcetree"
cask "steam"
cask "swiftbar"
cask "tor-browser"
cask "transmit"
cask "tweeten"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wine-devel"
cask "xee"
cask "xld"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Boxy SVG", id: 611658502
mas "Developer", id: 640199958
mas "Gapplin", id: 768053424
mas "Hush", id: 1544743900
mas "iPreview", id: 1519213509
mas "Ka-Block!", id: 1335413823
mas "Marked 2", id: 890031187
mas "Mp3tag", id: 1532597159
mas "OwlOCR", id: 1499181666
mas "Pixelmator", id: 407963104
mas "PixelStick", id: 415158530
mas "ReadKit", id: 588726889
mas "Rigelian", id: 1363775934
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
