tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "melonamin/formulae"
tap "wez/wezterm"
tap "yt-dlp/taps"
brew "act"
brew "libyaml"
brew "openssl@1.1"
brew "ansible"
brew "ansible-lint"
brew "aria2"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "atomicparsley"
brew "bat"
brew "broot"
brew "caddy"
brew "cairo"
brew "clamav"
brew "cmake"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "exercism"
brew "faac"
brew "faad2"
brew "fcrackzip"
brew "harfbuzz"
brew "lame"
brew "opus"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "libidn"
brew "git"
brew "gnupg"
brew "gnupg@1.4"
brew "gpac"
brew "graphviz"
brew "grc"
brew "grex"
brew "htop"
brew "httrack"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "mas"
brew "media-info"
brew "moreutils"
brew "mp3gain"
brew "mp3splt"
brew "mp3val"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "overmind"
brew "postgresql", restart_service: true
brew "postgresql@13"
brew "proselint"
brew "pup"
brew "pwgen"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rpl"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "starship"
brew "subversion"
brew "tealdeer"
brew "topgrade"
brew "transmission-cli"
brew "tree"
brew "watch"
brew "watchman"
brew "write-good"
brew "xsv"
brew "yamllint"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "yt-dlp/taps/yt-dlp"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "beatunes"
cask "bitwarden"
cask "brave-browser"
cask "chromedriver"
cask "dash"
cask "discord"
cask "eaglefiler"
cask "element"
cask "eloston-chromium"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-inconsolata"
cask "font-lato"
cask "font-merriweather"
cask "font-montserrat"
cask "font-montserrat-alternates"
cask "font-mukta"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-nunito"
cask "font-open-sans"
cask "font-oswald"
cask "font-playfair-display"
cask "font-poppins"
cask "font-pt-sans"
cask "font-raleway"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-source-sans-pro"
cask "font-ubuntu-mono"
cask "freac"
cask "google-chrome"
cask "handbrake"
cask "hex-fiend"
cask "iina"
cask "iterm2"
cask "jami"
cask "keka"
cask "latest"
cask "libreoffice"
cask "licecap"
cask "marta"
cask "megasync"
cask "microsoft-teams"
cask "mountain-duck"
cask "musicbrainz-picard"
cask "nextcloud"
cask "obsidian"
cask "omnifocus"
cask "onyx"
cask "optimage"
cask "pennywise"
cask "portfolioperformance"
cask "postico"
cask "raindropio"
cask "rectangle"
cask "signal"
cask "simplenote"
cask "soundsource"
cask "sourcetree"
cask "steam"
cask "sublime-text"
cask "swiftbar"
cask "telegram"
cask "ticktick"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "tweeten"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "xee"
cask "xld"
cask "zoom"
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Boxy SVG", id: 611658502
mas "Cascadea", id: 1432182561
mas "Cog", id: 1630499622
mas "Dark Reader for Safari", id: 1438243180
mas "Dato", id: 1470584107
mas "Developer", id: 640199958
mas "Gapplin", id: 768053424
mas "HEIC Converter", id: 1294126402
mas "Hush", id: 1544743900
mas "iPreview", id: 1519213509
mas "iStat Menus", id: 1319778037
mas "Ka-Block!", id: 1335413823
mas "Marked 2", id: 890031187
mas "Meander", id: 923576113
mas "Mp3tag", id: 1532597159
mas "OwlOCR", id: 1499181666
mas "Pandan", id: 1569600264
mas "Pixelmator", id: 407963104
mas "PixelStick", id: 415158530
mas "ReadKit", id: 588726889
mas "Spring", id: 1508706541
mas "Tweetbot", id: 1384080005
mas "Typewriter", id: 1556419263
mas "Xcode", id: 497799835
mas "Zavala", id: 1546457750
