tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "melonamin/formulae"
tap "wez/wezterm"
tap "yt-dlp/taps"
brew "libyaml"
brew "openssl@1.1"
brew "coreutils"
brew "bat"
brew "broot"
brew "cairo"
brew "clamav"
brew "cmake"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "exercism"
brew "faac"
brew "faad2"
brew "fcrackzip"
brew "harfbuzz"
brew "lame"
brew "opus"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "libidn"
brew "git"
brew "gnupg"
brew "gnupg@1.4"
brew "gpac"
brew "graphviz"
brew "grc"
brew "grex"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "mas"
brew "media-info"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "overmind"
brew "proselint"
brew "pup"
brew "pwgen"
brew "rcm"
brew "ripgrep"
brew "rpl"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "starship"
brew "tealdeer"
brew "topgrade"
brew "tree"
brew "watch"
brew "watchman"
brew "write-good"
brew "xsv"
brew "yamllint"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "yt-dlp/taps/yt-dlp"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "dash"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-inconsolata"
cask "font-lato"
cask "font-merriweather"
cask "font-montserrat"
cask "font-montserrat-alternates"
cask "font-mukta"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-nunito"
cask "font-open-sans"
cask "font-oswald"
cask "font-playfair-display"
cask "font-poppins"
cask "font-pt-sans"
cask "font-raleway"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-source-sans-pro"
cask "font-ubuntu-mono"
cask "hex-fiend"
cask "keka"
cask "latest"
cask "marta"
cask "mountain-duck"
cask "obsidian"
cask "omnifocus"
cask "onyx"
cask "optimage"
cask "raindropio"
cask "rectangle"
cask "simplenote"
cask "soundsource"
cask "sourcetree"
cask "swiftbar"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "xld"
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Boxy SVG", id: 611658502
mas "Cascadea", id: 1432182561
mas "Dato", id: 1470584107
mas "Developer", id: 640199958
mas "Gapplin", id: 768053424
mas "HEIC Converter", id: 1294126402
mas "Hush", id: 1544743900
mas "iPreview", id: 1519213509
mas "iStat Menus", id: 1319778037
mas "Ka-Block!", id: 1335413823
mas "Marked 2", id: 890031187
mas "Meander", id: 923576113
mas "Pandan", id: 1569600264
mas "PixelStick", id: 415158530
mas "Typewriter", id: 1556419263
mas "Xcode", id: 497799835
